<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'ورود به سامانه'=>"ورود به سامانه",
    'سامانه رشد خوش نظر'=>"سامانه رشد خوش نظر",
    'شماره موبایل خود را وارد کنید'=>"شماره موبایل خود را وارد کنید",
    'دریافت کد'=>"دریافت کد",
    'ثبت نام یا ورود'=>"ثبت نام|ورود",
    'شماره موبایل وارد شده صحیح نمی باشد'=>"شماره موبایل وارد شده صحیح نمی باشد",
    'خطا'=>"خطا",
    'توجه'=>"توجه",
    'دوباره سعی کن'=>"دوباره سعی کن",
    'کد تایید را وارد نمایید'=>"کد تایید را وارد نمایید",
    'کد تایید برای شماره موبایل ارسال گردید'=>"کد تایید برای شماره موبایل :mobile ارسال گردید",
    'ارسال مجدد کد'=>"ارسال مجدد کد",
    'ورود'=>"ورود",
    'ارسال مجدد کد تا'=>"ارسال مجدد کد تا",
    'ثانیه'=>"ثانیه",
    'دقیقه'=>' دقیقه',
    'لطفا کد ورود را به درستی وارد نمایید'=>"لطفا کد ورود را به درستی وارد نمایید",
    'بازگشت'=>"بازگشت",
    'خانه'=>"خانه",
    'صفحه اصلی'=>"صفحه اصلی",
    'خروج'=>"خروج",
    'اتمام آزمون'=>"اتمام آزمون",
    'لغو'=>"لغو",
    'تعداد سوالات'=>"تعداد سوالات: ",
    'زمان تقریبی'=>"زمان تقریبی: ",
    'پیش نیاز استعدادیابی'=>"پیش نیاز استعدادیابی",
    'افزایش اعتماد به نفس'=>'افزایش اعتماد به نفس',
    'افزایش علاقه مندی به یادگیری'=>'افزایش علاقه مندی به یادگیری',
    'مشاهده نتیجه'=>"مشاهده نتیجه",
    'استعدادیابی دانش آموز'=>"استعدادیابی دانش آموز",
    'استعدادیابی نوجوان'=>"استعدادیابی نوجوان",
    'آزمون هالند'=>"آزمون هالند",
    'رده سنی'=>":min تا :max ساله",
    'تکمیل اطلاعات'=>"تکمیل اطلاعات",
    'نام و نام خانوادگی'=>"نام و نام خانوادگی",
    'سن'=>'سن',
    'شروع آزمون'=>"شروع آزمون",
    'تیپ شخصیتی شما'=>"تیپ شخصیتی شما",
    'مشاوره تکمیلی رایگان'=>"مشاوره تکمیلی رایگان",
    'درخواست شما با موفقیت ثبت شد'=>"درخواست شما با موفقیت ثبت شد",
    'مشکلی پیش آمده مجددا تلاش نمایید'=>"مشکلی پیش آمده مجددا تلاش نمایید",
    'ثبت نشد'=>"پاسخ سوال ثبت نشد دوباره به آن پاسخ دهید: سوال ",
    'عملیات موفقیت آمیز'=>"عملیات موفقیت آمیز",
    'errorSave'=>"ذخیره اطلاعات با خطا مواجه شد لطفا مجددا تلاش کنید",
    'moveback'=>"شما در حال انتقال به صفحه قبلی هستید...",
    'noTest'=>"ابتدا در آزمون « :exam » شرکت نمایید",
    'watchvideo'=>"برای شرکت در آزمون استعدادیابی حتما ویدیو را تا انتها مشاهده کنید",
    'watchvideoerr'=>"در مشاهده ویدیو مشکلی است؟",
    'descriptions'=>" <li>لطفا به سوالات همانگونه که وجود دارد پاسخ دهید نه به صورتی که دوست دارید باشد</li>
    <li>در پاسخگویی به سوالات صادق بوده و وقت زیادی را صرف یک عبارت نکنید</li>
    <li>جواب صحیح و غلط در این ابزار سنجش وجود ندارد</li>",

    'noInternet'=>"مشکلی پیش آمده! لطفا اتصال به اینترنت خود را بررسی نمایید",
    'gift'=>"شما تاکنون از هدیه رایگان فایل آموزشی « :file » استفاده نکرده اید",
    'gift2'=>"جهت تکمیل فرایند، هدایای زیر را مشاهده نمایید",
    'analysis'=>"برای دریافت تحلیل آزمون خود روی دکمه زیر کلیک کنید",
    'analysisTest'=>"نتیجه تحلیل آزمون شما",
    'alert_wait'=>[
        'title'=>"لطفا صبر کنید",
        'body'=>"درحال بررسی و ذخیره اطلاعات",  
        'err'=>"نتیجه آزمون یافت نشد"  ,  
        'seevideo'=>"ابتدا فیلم پیش نیاز را  تا انتها مشاهده نمایید",
    ],
    'alert_exam'=>[
        'title'=>"تعداد سوالات پاسخ داده شده: ",
        'body'=>"به تمامی سوالات پاسخ داده نشده است. آیا ادامه می دهید؟",
        'err'=>"به تمامی سوالات پاسخ داده نشده است",
        'answerAll'=>"لطفا به تمامی سوالات پاسخ دهید",
        'cancel'=>"خیر، به سوالات پاسخ می دهم",
        'defeat'=>['btn'=>"بله، آزمون پایان یابد",'title'=>"آزمون شما ثبت شد",'body'=>"نتیجه آزمون را می توانید در «مشاهده ی نتیجه» بررسی نمایید"],
        'conf'=>['btn'=>"مشاهده سوالات بدون پاسخ",'body'=>"سوالات پاسخ داده نشده :"],
    ],
];
