<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'ورود به سامانه'=>"تسجيل الدخول",
    'سامانه رشد خوش نظر'=>"نظام رشد خوش نزر",
    'شماره موبایل خود را وارد کنید'=>"أدخل رقم هاتفك المحمول",
    'دریافت کد'=>"احصل على الكود",
    'ثبت نام یا ورود'=>"تسجيل | تسجيل الدخول",
    'شماره موبایل وارد شده صحیح نمی باشد'=>"رقم الهاتف المحمول الذي تم إدخاله غير صحيح",
    'خطا'=>"خطأ",
    'توجه'=>"انتباه",
    'دوباره سعی کن'=>"حاول ثانية",
    'کد تایید را وارد نمایید'=>"أدخل رمز التحقق",
    'کد تایید برای شماره موبایل ارسال گردید'=>"تم إرسال رمز التحقق إلى رقم الجوال: mobile",
    'ارسال مجدد کد'=>"أعد إرسال الرمز",
    'ورود'=>"تسجيل الدخول",
    'ارسال مجدد کد تا'=>"أعد إرسال الرمز حتى ",
    'ثانیه'=>"ثانية",
    'دقیقه'=>' دقائق',
    'لطفا کد ورود را به درستی وارد نمایید'=>"الرجاء إدخال رمز تسجيل الدخول بشكل صحيح",
    'بازگشت'=>"العودة",
    'خانه'=>"الصفحة الرئيسية",
    'صفحه اصلی'=>"الصفحة الرئيسية",
    'خروج'=>"مخرج",
    'اتمام آزمون'=>"الانتهاء من الاختبار",
    'لغو'=>"إلغاء",
    'تعداد سوالات'=>"عدد الأسئلة: ",
    'زمان تقریبی'=>"الوقت المقدر: ",
    'پیش نیاز استعدادیابی'=>"شرط البحث عن المواهب",
    'افزایش اعتماد به نفس'=>'زيادة الثقة بالنفس',
    'افزایش علاقه مندی به یادگیری'=>'زيادة الاهتمام بالتعلم',
    'مشاهده نتیجه'=>"اعرض النتيجة",
    'استعدادیابی دانش آموز'=>"البحث عن مواهب الطلاب",
    'استعدادیابی نوجوان'=>"البحث عن المواهب للمراهقين",
    'آزمون هالند'=>"اختبار هولندا",
    'رده سنی'=>"من :min إلى :max سنوات",
    'تکمیل اطلاعات'=>"استكمال المعلومات",
    'نام و نام خانوادگی'=>"الاسم الأول واسم العائلة",
    'سن'=>'عمر',
    'شروع آزمون'=>"ابدأ الاختبار",
    'تیپ شخصیتی شما'=>"نوع شخصيتك",
    'مشاوره تکمیلی رایگان'=>"استشارة إضافية مجانية",
    'درخواست شما با موفقیت ثبت شد'=>"تم تسجيل طلبك بنجاح",
    'مشکلی پیش آمده مجددا تلاش نمایید'=>"هناك مشكلة. حاول ثانية",
    'ثبت نشد'=>"لم يتم تسجيل إجابة السؤال .. أجب مرة أخرى: السؤال ",
    'عملیات موفقیت آمیز'=>"ناجح",
    'errorSave'=>"حدث خطأ أثناء حفظ المعلومات. يرجى المحاولة مرة أخرى",
    'moveback'=>"أنت تنتقل إلى الصفحة السابقة ...",
    'noTest'=>"أولاً ، خذ « :exam » ",
    'watchvideo'=>"للمشاركة في اختبار المواهب تأكد من مشاهدة الفيديو حتى النهاية",
    'watchvideoerr'=>"هل هناك مشكلة في مشاهدة الفيديو؟",
    'descriptions'=>" <li>الرجاء الإجابة على الأسئلة كما هي ، وليس كما تريدها</li>
    <li>كن صريحًا في الإجابة عن الأسئلة ولا تضيع وقتًا طويلاً في عبارة واحدة</li>
    <li>لا توجد إجابة صحيحة أو خاطئة في أداة القياس هذه</li>",

    'noInternet'=>"هناك مشكلة! الرجاء التحقق من اتصال الانترنت الخاص بك",
    'gift'=>"لم تستخدم هدية الملف التعليمي المجانية « :file » حتى الآن",
    'gift2'=>"لإكمال العملية ، انظر الهدايا التالية",
    'analysis'=>"انقر فوق الزر أدناه للحصول على تحليل اختبارك",
    'analysisTest'=>"نتيجة تحليل اختبارك",
    'alert_wait'=>[
        'title'=>"انتظر من فضلك",
        'body'=>"التحقق من المعلومات وحفظها",   
        'err'=>"لم يتم العثور على نتيجة الاختبار" , 
        'seevideo' =>"أولاً ، شاهد فيلم «متطلبات البحث عن المواهب» حتى النهاية",       
    ],
    'alert_exam'=>[
        'title'=>"عدد الأسئلة التي تمت الإجابة عليها: ",
        'body'=>"لم تتم الإجابة على جميع الأسئلة. هل تستمر",
        'err'=>"لم تتم الإجابة على جميع الأسئلة",
        'answerAll'=>"الرجاء الإجابة على جميع الأسئلة",
        'cancel'=>"لا ، أنا أجيب على الأسئلة",
        'defeat'=>['btn'=>"نعم ، انتهى الاختبار",'title'=>"تم تسجيل اختبارك",'body'=>"يمكنك التحقق من نتيجة الاختبار في «عرض النتيجة»"],
        'conf'=>['btn'=>"عرض الأسئلة التي لم يتم الرد عليها",'body'=>"الأسئلة التي لم يرد عليها: "],
    ],
];
